[
  {
    "title": "Team Exynos5420: Big News!",
    "date": "Saturday, 24 June, 2017",
    "content": [
      "Hello World, again!",
      "",
      "As was mentioned in the previous post I would announce the teams new ROM as soon as we had anything to share. Well, we do. We have \rcontacted Roger Truttmann (Roger.T) to make us some graphics for our new ROM. Wait? Have a told you guys what the name of the ROM is yet? I \rguess I haven't:p As a team one night we were discussing names for our brand new ROM. Sean suggested Echo OS and Martin suggested Full Moon OS. \rNow we had a problem;) We liked both names, so we discussed which name was easier to market and again we were at a stalemate. Wiley suggested a \rcombination of the two names, Echoing Moon OS (EMOS). We all like that name and it took the best parts of the two original ideas and combined \rthem into a great name.",
      "",
      "Some maybe wondering why we decided to make another ROM. Well, we were not happy with how LD ended up and it did not accomplish what we \rwanted. So we decided to go another route this time. We are going to start with AOSP and add CAF on top just like how Dirty Unicorn (DU) handles \rCAF. This will allow us to easily added QCOM devices later on after we get the ROM stable for Exynos devices. Speaking of CAF devices. Darragh and \rWiley both got OP5's so you can count on that device being supported;)",
      "",
      "#StayDeadly",
      "Orion116 & Team Exynos5420"
      ]
  },
  {
    "title": "Team Exynos5420: New Beginnings",
    "date": "Monday, 19 June, 2017",
    "content": [
      "Hello World!",
      "",
      "Long time, no see! It has been a busy past few months. This post is to provide an update",
      "on the project. We have some good news some, bad news, and some really bad news to share.",
      "We will start with the bad news first since everyone hates bad news.",
      "* Really Bad News: Moshe Barash cause some very severe internal arguments that cause the\rentire team to decide to ban him completely from the team.",
      "* Bad News:        With Moshe causing issues when he was kicked from the team we decide to stop the\rdevelopment of LiquidDeath OS. Yes, that means LD will no longer be updated.",
      "* Good News:       Sean Hoyt got a new job which will give him more time to work with the team.\rIn addition the team has decided to start a new ROM project that will be awesome,\rbut that is ya'll get for details right now as the project is in its early stages.",
      "",
      "#StayDeadly",
      "Orion116 & Team Exynos5420"
      ]
  },
  {
    "title": "Exynos5420 ROM's Third Post",
    "date": "Thursday, 16 March, 2017",
    "content": [
      "Hello Cyberspace!",
      "",
      "*Here's a summary of what we've been up to lately:",
      "* Soon we are going to redo LD from the ground up",
      "* LD now has full support for the new gpu driver",
      "* Sean has acquired a chagallltetmo and is starting to work his magic on it",
      "* n1awifi now has full support for the LP bootloader (about time right x))",
      "",
      "Stay tuned to this site for exciting Exynos5420 news, and developments! :)",
      "",
      "Peace Out ( •_•) ( •_•)>⌐■-■ (⌐■_■)"
      ]
  },
  {
    "title": "Exynos5420 ROM's Second Post",
    "date": "Wednesday, 1 March, 2017",
    "content": [
      "Hello Cyberspace!",
      "",
      "* So much has happened since our last post, here's a summary:",
      "* we got a build server which we are using for LD and lineage",
      "* n1awifi, and klimtwifi now have have official lineage 14.1",
      "* Darragh McGee (DarkExistence) has joined our team",
      "",
      "Stay tuned to this site for exciting Exynos5420 news, and developments! :)",
      "",
      "Peace Out ( •_•) ( •_•)>⌐■-■ (⌐■_■)"
       ]
  },
  {
    "title": "Exynos5420 ROM's First Post",
    "date": "Saturday, 31 December, 2016",
    "content": [
      "Hello Cyberspace!",
      "",
      "I bet you're wondering who are the people in the Exynos5420 Team?",
      "",
      "First off, here's the main guys (not in any particular order):",
      "",
      "#### Core team",
      "* Sean Hoyt (deadman96385) - chagallltetmo, klimtlte,and klimtwifi maintainer, Deathly Kernel Lead dev, and the lead developer of LiquidDeathOS, also was the Lead dev of LiquidSmooth",
      "* Joshua Wiley (Orion116) - co n1awifi maintainer, handles OMS/substratum for LD",
      "* Moshe Barash (mosimchah) - co n1awifi maintainer, co lead dev for LD",
      "* Paul Keith (javelinanddart) - infrared blaster maintainer, Great dev, works on tons of stuff, has tons of knowledge to share",
      "* Martin (tincho5588) - ha3g maintainer, lead dev for DeathlyAdiutor, and does tons of kernel work",
      "* Tiago Campos (zakooz) - camera maintainer, co n1awifi maintainer, does tons of low level work for all of our devices, if your camera works, thank this guy",
      "* Vidir Jonsson (Andmoreagain, sigma-1) - co n1awifi maintainer, does so much crazy low level kernel work that it'll make your head spin",
      "* Sinisa (ssehovic,thermskin) - chagalllte maintainer, helps out with LD",
      "* Thomas Patry (thompatry) - v1awifi, and v2awifi maintainer, he's also our system admin, and does tons of work on the common tree and kernel",
      "* Shev (ShevT) - n1a3g maintainer, does a whole lot of kernel work, and saved the n1awifi team on mm",
      "* Roberto Gibellini (rgib) - co klimtlte maintainer",
      "* Darragh McGee (DarkExistence) - chagallwifi maintainer, helps out with LD",
      "",
      "#### Device Maintainers and Contributors",
      "* Joshie (Joshndroid) - co n1awifi maintainer, used to do tons of dev work for our devices",
      "* Shawn Wahi (shawnwahi) - contributes to ld, co n1awifi maintainer",
      "* Gary Crutcher (gcrutchr) v1a3g maintainer",
      "* Joshua Lacruz - n2awifi maintainer",
      "",
      "#### Former/Inactive members",
      "* Ingo (nvertigo) - chagallwifi maintainer",
      "",
      "Stay tuned to this site for exciting Exynos5420 news, and developments! :)",
      "",
      "Peace Out ( •_•) ( •_•)>⌐■-■ (⌐■_■)"
      ]
  }
]
